{
  "0": "This is just a random quote generator that doesn't know the date but if it happens to be April 29th then HAPPY BIRTHDAY YAYYYYY if not then have a still very great regular day too lol",
  "1": "Hi abby lol trevin wrote this isnt that crazy 🥸",
  "2": "I love you again again like SO MUCH did you know",
  "3": "its peanut butter jelly time",
  "4": "wait harry styles is part of one direction??? 🧐",
  "5": "🥹 hi luv 🥹 you mean everything to me ",
  "6": "what'd I do???? like litelly bro",
  "7": "omg wow cool cute quirky crystal and opal jewelry like omg haha slay queen wow youre lookin so fine like damn",
  "8": "now thats mr capperson my friend",
  "9": "bruh bruh bruh bruh aint no WAY bruh lol what am i even typing rn",
  "10": "fun fact youre cute as hell 😄",
  "11": "hashbrown, egg yolk, i will ALWAYS love youuuuuu 🥰",
  "12": "the bass player for the black pumas is kinda fine doe",
  "13": "lenny the vegetarian shark is my role model",
  "14": "one time i met taylor swift but it was just in my wildest dreams tbh",
  "15": "Comparison is the thief of joy - idk who said it but its very true",
  "16": "I don't know where you're at right now or what you're doing, but regardless I wan't you to know that I love you no matter what abby 😘 im always here for ya luv",
  "17": "bro one time i ate a taco bell burrito in like 3 bites ask carson it was crazy",
  "18": "Can we watch some our national parks please???? I miss that show.",
  "19": "lmao im literally lol'ing my azz off right now oh wait its already gone",
  "20": "there is in fact 29 unique quotes in the list that the website picks from, to match your birthday :)",
  "21": "u have a pretty cool peach that sometimes sits next to dimples teddy the frog in bed, and you have a cool stuffed peach too",
  "22": "Im so lucky to have you Abby ☺️ you make my days happier everyday",
  "23": "I wish i was hugging you right now 🤗 I can't wait until I can hug you again",
  "24": "lulu the dog-cow says 🐮 moooooooooooo",
  "25": "❤️ I. ❤️ Love. ❤️ You. ❤️ So. ❤️ Much. ❤️ It's. ❤️ Crazy. ❤️ :)",
  "26": "you are hot lol and I luv u and u are my gorlfriend so can i seggs u",
  "27": "🤩 top 10 times i said hi to abby, number 1 right now this time: im saying 'HI ABBY' wow so incredible",
  "28": "Fun fact i made a really really really good decision on October 24th and like wow what a good idea bc like wow like abby like you like wow like dang like lets go like hype like yuh",
  "29": "This is the long quote lol.<br><br><br>I love you so much abby. You mean so much to me, more than I can even express with words. There is nothing I value more in life than the people who I have truly meaningful relationships with, the people that I truly care about.<br>You, my brothers, my parents, those are the people who make life worth living. ❤️ I'm incredibly lucky to have you in my life, to have someone so caring, so thoughtful, so loving, around me all the time. You're one of the best people I've ever met in my life, and I know you'll never stop being a great person.<br>I love everything about you, you're so smart, quick witted, funny, and very dedicated to the things that you're passionate about. One of the things I admire most about you is how you make decisions for yourself. Becoming a veggie gorl and picking a niche major in school that you're passionate about despite other people discouraging it are just two examples of that. I hope that it's a quality you never lose, and if anything, one that you continue to develop. I think making your own decisions rather than doing things because 'it's what society does / the norm is' is truly one of the keys to becoming the best version of yourself and living a fulfilling life.<br><br>Anyways, I'm excited to see what happens in the future. I have no idea where either of us will be or what we will be doing with our lives, and part of that scares me, but at the same time, it makes life feel like an adventure, and that makes living so much more interesting than everything being predictable.<br><br>Despite not knowing the future, I do know one thing; That I love you. ❤️ :) And I look forward to every moment I get to spend with you.<br><br><br>With so much love,<br><br>- Trevin <3 :)"
}